Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Only applies if the character retains their memories/personality from their prior life, and probably will want you dead for killing them the first time around.
pt_br: Aplicável somente se o personagem retém as memórias e personalidade da vida anterior, e se isso acontecer ele vai te querer morto por você ter o matado em primeiro lugar.

source: Only his publicist sees this side of him.
pt_br: Apenas o agente dele pode ver esse aspecto.

source: Only if there are no more opportunities for LaserGuidedKarma to strike can a character be said to have successfully avoided any consequences for their actions.
pt_br: É apenas no momento em que não há mais oportunidades para que o Br/KarmaGuiadoPorLaser acerte o alvo que se pode dizer que o personagem evitou com êxito todas as consequências de suas ações.

source: Only there's something strange about this robot.
pt_br: Só que há algo estranho com esse robô.

source: Onto some bullets.\\ '''The Blue Raja:''' You know, I've always suspected a bit of foul play.
pt_br: Mas sempre desconfiei.\\ '''Marajá:''' Sabe que eu sempre achei essa história muito esquisita?

source: Opposite is NoCelebritiesWereHarmed.
pt_br: O oposto é Br/NenhumaCelebridadeFoiFerida.

source: Opposite of TheNeutralZone.
pt_br: O oposto da Br/ZonaNeutra.

source: Opposite of TruceZone.
pt_br: O oposto da Br/ZonaDeTregua.

source: Or [[SugarWiki/TVTropesWillEnhanceYourLife enrich it]], depending on your point of view.
pt_br: ...ou [[BrWikiAlegre/TVTropesVaiMelhorarSuaVida enriquecê-la]], dependendo do seu ponto de vista.

source: Or a scientist who desperately wants to create a sentient machine may lie to himself and to others about the fact that he's failed.
pt_br: Ou um cientista que quer muito criar uma máquina senciente pode mentir para si mesmo e para outros a fim de mascarar o fato de que ele falhou.

source: Or even less lethal munitions like tear gas.
pt_br: Nem sequer usam munições menos letais, como gás lacrimogêneo.

source: Or is it something more?
pt_br: Ou é algo mais?

source: Or it could be that there's no way to legally judge them because they are above the law in some way, and the protagonists are not willing to risk it all for some vigilante justice.
pt_br: Ou pode ser que não haja um meio de aplicar um processo legal porque eles ficam acima da lei de alguma forma e os protagonistas não querem arriscar tudo em nome de executar justiça.

source: Or maybe the villain will just lament over how the hero defeated them despite all their efforts - it wasn't some sort of {{plan}} of ''theirs'' for the hero to "win" and thus make things worse (if it was, that'd be MyDeathIsJustTheBeginning).
pt_br: Ou talvez o vilão apenas lamente o fato de ter sido derrotado pelo herói apesar de todos os esforços -- isso não era algum tipo de Br/{{plano}} ''dele'' para que o herói "vencesse" e então tornasse as coisas piores (se foi, então é Br/MinhaMorteESoOComeco).

source: Or perhaps [[IDidWhatIHadToDo the only means]] of foiling the villain involves [[GodzillaThreshold questionably massive "collateral damage"]] and is [[MoralEventHorizon so extreme]] that the hero is now the worst example of HeWhoFightsMonsters, MyGodWhatHaveIDone, or FullCircleRevolution.
pt_br: Ou talvez [[Br/EuFizOQueEuPrecisavaFazer o único jeito]] de estragar os planos do vilão envolve [[Br/LimiarDeGodzilla dano colateral massivo e questionável]] e é [[Br/HorizonteMoralDeEventos tão extremo]] que o herói agora é o pior exemplo de Br/AqueleQueLutaComMonstros, Br/MeuDeusOQueFoiQueEuFiz ou Br/RevolucaoEmCircuitoFechado.

source: Or reacts with either annoyance or bewilderment to things like Bob's [[InsaneTrollLogic warped logic]], Karl's HonorBeforeReason mindset (honor being always thought first in his case), Maria's insistence to rhyme all the time, and Jacob's [[HeroicWannabe delusions of being a hero]].
pt_br: Ou reage com um misto de irritação e perplexidade a coisas como a lógica torta de Bob, o jeito de pensar estilo Br/HonraAntesDaRazao de Karl e as ilusões heróicas de Jacob.

source: Or the field accidentally came on while someone was reaching in.]] * OddFriendship: Spooner - a cop who hates robots and modern tech - was close friends with Lanning, a cyberneticist and one of the world's leading experts on robots.
pt_br: Ou se o campo acidentalmente reativasse enquanto alguém estivesse com a mão lá dentro.]] * Br/AmizadePeculiar: Spooner - um policial que odeia robôs e tecnologia moderna - era amigo próximo de Lanning, um cientista líder mundial em robótica.

source: Or the opposite, yelling El Chavo and La Chilindrina to stop being silent.
pt_br: Às vezes acontece o oposto, com ele gritando para o Chaves e a Chiquinha para que parem de ficar em silêncio.

source: Or the whole thing isn't about ''what'' happens at the end, but ''how'' it happens.
pt_br: Ou então a premissa não é sobre ''o que'' acontece, mas sim ''como'' acontece.

source: Or you can try your luck (literally) with a JuryOfTheDamned.
pt_br: Ou você pode tentar a sorte (literalmente) com um Br/JuriDeCondenados.

source: Or, if it's conscious but in a deeply alien, unrelatable sort of way, it may be on its way to becoming a MechanicalAbomination (again, [[DidWeJustHaveTeaWithCthulhu not that that would necessarily make it evil]], [[StarfishAliens just weird enough that establishing meaningful relations might very difficult]]).
pt_br: Ou, se ele é consciente, mas de uma maneira alienígena, ele pode estar no processo de se tornar uma Br/AbominacaoMecanica (mas isso [[Br/AcabamosDeTomarChaComCthulhu não necessariamente o torna mau]], apenas [[Br/AliensEsquisitos estranhos o bastante para ser difícil estabelecer relação com ele]]).

source: Or, to put it plainly: '''Nothing is at stake if there is no guarantee that whatever happens will be permanent.'''
pt_br: Ou, dizendo de outra maneira: '''Nada está em risco se não há garantia de o que quer que ocorra seja permanente.'''

source: Ordinary people.
pt_br: Gente comum.

source: Originally, this trope was AlwaysMale, but in modern times, more and more women are filling this role, which used to be a rarity unless [[AmazonBrigade the whole team was composed of women]].
pt_br: Originalmente, era Br/SempreUmHomem que preenchia a posição deste tropo, mas nos tempos modernos mais e mais mulheres estão assumindo esse papel, o que era uma raridade a não ser que [[Br/BrigadaDeAmazonas toda a equipe fosse composta por mulheres]].

source: Originally, this trope's use as a "reward" for good behavior was downplayed -- however, later works began lampshading, defying or justifying it.
pt_br: Originalmente o uso desse tropo como "recompensa" por bom comportamento era minimizado -- no entanto, obras posteriores começaram a iluminar, desafiar ou justificar o tropo.

source: Orwell struggled with occasional periods of ill-health throughout his life, and during once such period, in December 1947, he was diagnosed with tuberculosis.
pt_br: Orwell teve dificuldades com períodos ocasionais de saúde frágil através de sua vida, e durante um desses períodos, em dezembro de 1947, ele foi diagnosticado com tuberculose.

source: Orwell, a journalist, participated in the UsefulNotes/SpanishCivilWar on the side of the Republicans, serving in the party militia of the P.O.U.M. or Party of Marxist Worker's Unification,[[note]]Note that he didn't care for the POUM's ideology very much -- he only ended up in its militia because he had come to Spain via the British Independent Labour Party, which was affiliated with the POUM. And because the POUM was '''[[EnemyMine against]]''' [[EnemyMine the Soviets, whom Orwell already mistrusted]].[[/note]] and even got ''shot in the throat'' ([[OnlyAFleshWound an experience that he would later describe as "interesting"]]).
pt_br: Orwell, jornalista, participou na BrNotasUteis/GuerraCivilEspanhola do lado dos republicanos, servindo na milícia partidária do P.O.U.M, ou Partido Operário de Unificação Marxista,[[note]]Vale notar que ele não ligava muito para a ideologia do POUM -- ele acabou na milícia porque ele veio à Espanha através do Partido Trabalhista Independente Britânico, que era afiliado ao POUM. E porque o POUM estava '''[[Br/InimigoDoMeuInimigo contra]]''' [[Br/InimigoDoMeuInimigo os soviéticos, que Orwell já via com desconfiança]].[[/note]] tendo até levado ''um tiro na garganta'', uma experiência que ele posteriormente descreveria como "interessante".

source: Other times, the creators overlook relatively minor offenders, whether due to not considering their actions worthy of punishment or not having the time to see them get their comeuppance within the story.
pt_br: Em outras vezes, os criadores deixam passar ofensores relativamente menores, seja por não considerar suas ações dignas de punição ou por não ter tempo para fazer com que recebam a punição dentro da história.

source: Others make the contract so long, complex and filled with Latin-esque legal jargon that no one will ReadTheFinePrint [[SevenDeadlySins (Sloth is a very undervalued sin)]].
pt_br: Outros tornam o contrato tão longo, complexo e repleto de jargão jurídico em latim que ninguém vai [[Br/LeiaAsLetrasMiudas ler as letras miúdas]] ([[Br/SetePecadosCapitais a preguiça é um pecado subestimado]]).

source: Otherwise, it would raise questions about why ''everyone'' [[LensmanArmsRace isn't using it or trying to copy it]].
pt_br: Se não fosse assim, isso levantaria questões sobre porque ''ninguém'' [[Br/CorridaArmamentistaDeLensman está tentando usar ou copiar]].

source: Otherwise, resist the urge to put it on an ongoing work's page.
pt_br: Do contrário, resista à tentação de colocar este tropo em uma obra que está em progresso.

source: Outside of a few details, such as Doña Florinda's restaurant or Don Ramón's established trait of being a former boxer, there is no plot development whatsoever in the series.
pt_br: Fora alguns poucos detalhes, como o restaurante de Dona Florinda ou o estabelecimento de Seu Madruga como antigo boxeador, não existe desenvolvimento de trama na série.

source: Over it.
pt_br: Sempre.

source: Over the course of centuries, this service extended to hospitality and banking; pilgrims could store their wealth with the Templars at one location and withdraw it from Templar coffers at another location later on.
pt_br: Através dos séculos, os serviços foram estendidos para que houvesse suporte hospitaleiro e bancário; peregrinos podiam armazenar suas riquezas com os Templários em um local e coletá-las dos cofres da ordem em outro local posteriormente.

source: Over time, the trope has become a lot less "hidden" and more lampshaded or mocked in-game.
pt_br: Com o tempo esse tropo ficou menos "escondido" e passou a ser [[Br/LancandoLuz iluminado]] ou zombado dentro do jogo.

source: Over-use of retcons can result in ContinuitySnarl.
pt_br: O excesso de ''retcons'' pode resultar em Br/RosnadoDeContinuidade.

source: Overdoing it on one character may result in a {{Jerkass}}; even when done in sufficient moderation, however, the character still tends to rely on a certain amount of JerkassDissonance (since, well, the audience would probably be less amused by the Deadpan Snarker's biting wit if ''they'' were the ones on the receiving end of it).
pt_br: O excesso de sarcasmo em um único personagem pode resultar em um Br/{{Babaca}}; no entanto, mesmo que isso seja feito com moderação o personagem tende a se apoiar em uma certa quantidade de Br/DissonanciaDeBabaca (até porque o público acharia o sarcasmo menos interessante se eles estivessem no lugar de quem recebe os comentários).

source: Overnight, the nearly 200-year-old organization ceased to function, with Templar initiates lapsing from the Order, joining rival orders, and generally heading for the hills.
pt_br: Da noite pro dia, a organização de quase 200 anos cessou as atividades, com os novos iniciados deixando a ordem, juntando-se a ordens rivais e fugindo para as colinas.

source: P-E-A-S-E!
pt_br: P-A-S!

source: PacifismBackfire is "Nice Job Sparing Him, Hero".
pt_br: Br/PacifismoQueDeuErrado é "Bom Trabalho Poupando Ele, Herói".

source: Part of its success was based on the social status of the characters: they were working poor who tried to make the best out of their lack of money and tried to lead decent, happy lives in spite of it.
pt_br: Parte do seu sucesso se baseia no status social dos personagens: eles eram trabalhadores de classe baixa que tentavam tirar máximo proveito da falta de dinheiro e tentavam levar vidas decentes e alegres apesar da condição.

source: Part of the MIB's effective cover-up is using advanced alien technology to impersonate actual government officials, and especially the use of a device called the Neuralyzer, which is able to give LaserGuidedAmnesia to anyone not wearing special MIB-issue tinted glasses.
pt_br: Parte da discrição eficaz da agência se deve ao uso de tecnologia alien avançada para se passar por agentes legítimos do governo, em particular através do uso de um dispositivo chamado Neuralizador, que pode causar Br/AmnesiaComMiraLaser a qualquer um que não esteja usando óculos especiais da MIB.

source: Part of the SlidingScaleOfComedyAndHorror.
pt_br: Parte da Br/EscalaMovelDeComediaETerror.

source: Part of their appeal can come from them constantly striving against [[YankTheDogsChain their chains]].
pt_br: Parte do apelo dele decorre da constante luta contra [[Br/PuxarACorrenteDoCachorro suas correntes]].

source: Particularly successful sketches may be spun-off into a {{Sitcom}} or a [[TheMovie movie]] (such is the case of ''Series/SaturdayNightLive'', ''Series/TheKidsInTheHall'', and ''Series/{{SCTV}}'').
pt_br: Esquetes particularmente bem-sucedidas podem originar uma Br/{{sitcom}} ou um [[Br/OFilme filme]] (como aconteceu com ''BrSerie/SaturdayNightLive'' e ''BrSerie/TheKidsInTheHall'').

source: Past this point in the series, La Chilindrina could only be seen with short pigtails.
pt_br: Depois desse momento a Chiquinha é vista sempre com o cabelo mais curto.

source: Pay back any offense tenfold, or even a hundredfold if necessary, until the survivors learn to stay away and/or do everything in their power to keep you in a good mood.
pt_br: Retribua qualquer ofensa em intensidade dez vezes maior, ou até cem vezes se for necessário, até que os sobreviventes aprendam a ficar longe e/ou fazer tudo ao alcance para lhe manter bem-humorado.

source: Peace!
pt_br: Paz!

source: People actually ''like'' the Retcon better - and thus, they don't take much of an issue with it.
pt_br: E às vezes as pessoas gostam ''mais'' da parte com o ''retcon'' -- e por isso não consideram isso um problema.

source: People are smart.
pt_br: As pessoas são inteligentes.

source: People make a big deal out of names, and writers are no exception.
pt_br: As pessoas se importam muito com nomes, e escritores não são exceção.

source: Per WordOfGod, Creator/PhilipKDick really intended for the androids in ''Literature/DoAndroidsDreamOfElectricSheep'' to be soulless (as he was obsessed with the distinction between real things and imitations), but the film adaptation ''Film/BladeRunner'' (which Dick [[ApprovalOfGod did in fact like]]) strongly implies that the answer is yes, and the sequel ''Film/BladeRunner2049'' makes it extremely clear that they are full-blown people (while introducing ''another'' class of dubiously sentient artificial beings, the [[KissMeImVirtual Jois]]).
pt_br: De acordo com a Br/PalavraDeDeus, BrCriador/PhilipKDick realmente pretendia que os androides de ''BrLiteratura/AndroidesSonhamComOvelhasEletricas'' fossem desprovidos de alma (já que ele era obcecado com a distinção entre coisas reais e imitações), mas a adaptação para filme ''BrFilme/BladeRunner'' (da qual Dick [[Br/AprovacaoDeDeus gostou de fato]]) implica fortemente que a resposta é sim, e a sequência ''BrFilme/BladeRunner2049'' deixa extremamente claro que eles são pessoas completas (ao mesmo tempo em que introduzem ''outra'' classe de seres artificiais supostamente sentientes, os [[Br/BeijeMeSouVirtual Jois]]).

source: Perhaps more often, the retcon does not actually violate {{canon}}, but rather violates {{fanon}}, the set of [[EpilepticTree unstated interpretations usually made by the audience]] (an interpretation violated this way is said to be {{Jossed}}).
pt_br: Mas mais frequentemente, o ''retcon'' não viola o Br/{{canone}}, mas sim o Br/{{fanone}}, o conjunto de [[Br/ArvoresEpileticas interpretações não declaradas que costuma ser feito pelo público]] (se uma interpretação é violada deste modo, então ela Br/CaiuPorTerra).

source: Perhaps noticing them breaks immersion.
pt_br: Talvez percebê-las quebre a imersão.

source: Perhaps taking down the villain has resulted in an EvilPowerVacuum, and now even worse guys are fighting to fill the void that the previous villain left, causing even more havoc than that previous villain could have ever dreamed.
pt_br: Talvez derrotar o vilão tenha resultado em um Br/VacuoDePoderMaligno, e agora sujeitos ainda piores estão lutando para preencher o vazio que o vilão anterior deixou, causando ainda mais caos do que o vilão anterior poderia ter sonhado.

source: Perhaps they're just {{discredited|Trope}} or [[TropeBreaker outdated]], ruin or muddle the {{consistency}} of the work, or are just inherently considered {{Bad Writing|Index}}.
pt_br: Talvez seja um Br/TropoDesacreditado, [[Br/DestruidorDeTropo desatualizado]], algo que afete a Br/{{Consistencia}} da obra, ou que seja simplesmente considerado [[Br/IndiceDeArmadilhasDeRoteiro escrita ruim]].

source: Perhaps they're {{Cliche}}s or rely too heavily on [[WriterCopOut Cop-outs]], {{Stereotype}}s or {{Pandering|ToTheBase}}.
pt_br: Talvez sejam Br/{{cliche}}s ou usem excessivamente Br/{{Estereotipo}}s, Br/EsquivaDoAutor ou [[Br/BajularOFaClube bajulação]].

source: Picture this: Alice is the StupidEvil PsychoForHire, Bob is a {{Cloudcuckoolander}}, Henry is an EmptyShell, Charlotte is a ChaoticStupid [[ThePrankster prankster]], Karl is an ExtremeDoormat who's StupidGood, Daniel is Charlotte's AnnoyingYoungerSibling, Emily is a [[JerkWithAHeartOfJerk shallow]] {{sociopath}}, Maria often RhymesOnADime, Franklin is a MadScientist, Gardenia is a LawfulStupid {{Fundamentalist}}, Jacob thinks [[WindmillCrusader he's a hero on a grand quest]], and Lily is a MadArtist who's obsessed with her [[{{WaxMuseumMorgue}} wax "statues."]] Looks like your standard DysfunctionJunction.
pt_br: Imagine isto: Alice é uma [[Br/PsicoticoDeAluguel psicótica]] [[Br/EstupidoEMau estúpida e má]], Bob é um [[Br/OAvoado avoado]], Henry é um Br/CascoVazio, Charlotte é uma [[Br/OTravesso travessa]] [[Br/CaoticoEEstupido caótica e estúpida]], Daniel é o Br/IrmaoMaisNovoIrritante de Charlotte, Karl é um Br/CapachoExtremo que é Br/EstupidoEBom, Franklin é um Br/CientistaMaluco, Gardênia é uma [[Br/OFundamentalista fundamentalista]] [[Br/LealEEstupido leal e estúpida]], Jacob se considera um herói em uma grande missão e Lily é uma [[Br/ArtistaMaluco artista maluca]] que é obcecada com suas "estátuas" de cera. Parece uma Br/JuncaoDisfuncional padrão.

source: Pipe, Question, and Reveal are collectively known as "informational beats".
pt_br: As batidas de alicerce, de questionamento e de revelação são coletivamente entendidas como "batidas informativas".

source: Pita then undoes the hairstyle and is allowed to enter normally, while the fact he still has long hair is never touched upon in any way.
pt_br: Pita então desfaz o corte e é permitido na festa, apesar do fato de ele ainda ter cabelo longo nunca mais ser mencionado novamente.

source: Placing "[=Film/TheEmpireStrikesBack=]" on a page will turn it into Film/TheEmpireStrikesBack, while for WesternAnimation/{{Futurama}}, curly brackets must be used to make the correct link: either "[={{WesternAnimation/Futurama}}=]" or "[=WesternAnimation/{{Futurama}}=]".
pt_br: Colocar "[=BrFilme/OImperioContraAtaca=]" em uma página vai transformá-la em BrFilme/OImperioContraAtaca, enquanto para BrAnimacaoOcidental/Futurama o uso das chaves é requerido para fazer o link corretamente, na forma "[={{BrAnimacaoOcidental/Futurama}}=]" ou "[=BrAnimacaoOcidental/{{Futurama}}=]".

source: Played and toyed with during the film.
pt_br: Manipuladas ao longo do filme.

source: Played for laughs with some of the characters, making fun of the heights of Professor Jirafales (as if there were two people buried instead of one) and Chilindrina (who appears to be ''even shorter'' than normal), and of Sr.
pt_br: Usado com humor com alguns dos personagens, zombando da altura do Professor Girafales (como se fossem duas pessoas enterradas ao invés de uma) e da Chiquinha (que aparenta ser ''ainda mais baixa'') que o normal, assim como do corpo do Senhor

source: Please [[https://tvtropes.org/pmwiki/tlp_activity.php consult your fellow Tropers first]] to get opinions.
pt_br: Por favor [[https://tvtropes.org/pmwiki/tlp_activity.php consulte seus colegas tropoeiros antes]] para obter opiniões a respeito.

source: Please do not replace or remove without discussion in the Caption Repair thread: %% https://tvtropes.org/pmwiki/posts.php?discussion=1404492079030138900
pt_br: %% https://tvtropes.org/pmwiki/posts.php?discussion=1404492079030138900

source: Please do not replace or remove without discussion in the Caption Repair thread: %% https://tvtropes.org/pmwiki/posts.php?discussion=1404492079030138900 %% -> ''"You see that you and I are of a different stripe, don't you?
pt_br: Please do not replace or remove without discussion in the Caption Repair thread: %% https://tvtropes.org/pmwiki/posts.php?discussion=1404492079030138900 %% -> ''"Percebe que você e eu somos de um tipo diferente, não é?

source: Please don't change or remove without approval from here: %% https://tvtropes.org/pmwiki/posts.php?discussion=1404492079030138900 %% ->''"History has proven a thousand times that no man has ever gained from a bargain with The Dark, yet cowards and fools continue to try, and The Dark never turns them away."'' -->-- '''The Mayor''', ''[[VideoGame/{{Myth}} Myth: The Fallen Lords]]''
pt_br: ->''"A história provou mil vezes que nenhum homem jamais ganhou em uma barganha com O Oculto, mas ainda assim covardes e tolos continuam tentando, e O Oculto nunca os recusa."'' -->-- '''O Prefeito''', ''[[BrVideoGame/{{Myth}} Myth: The Fallen Lords]]''

source: Please note that [[Administrivia/TropesAreTools Tropes Are Not Bad]] if the alternative is everything happening in [[BigApplesauce New York City]], {{Tokyo|IsTheCenterOfTheUniverse}} or [[BritainIsOnlyLondon London]].
pt_br: Por favor note que [[BrAdministrivia/TroposSaoFerramentas os tropos não são ruins]] se a alternativa é tudo acontecendo em Nova Iorque, Tóquio ou Londres.

source: Please note: this Trope is actually ''very'' inaccurate [[RealityIsUnrealistic when you compare it]] to RealLife.
pt_br: Por favor note que este tropo é na verdade ''pouco'' representativo [[Br/RealidadeEIrrealista quando comparado com]] a Br/VidaReal.

source: Please try to avoid getting the two confused.
pt_br: Por favor tente não confundir os dois.

source: Plus, he gives the cat to his grandmother later on.
pt_br: Ele dá o gato para sua avó posteriormente.

source: Poor fellow was dying and not fluent in English.
pt_br: O pobre cara tava morrendo e não era fluente no idioma.

source: Pope Clement V only officially disbanded the Order in 1312.
pt_br: O Papa Clemêncio V dissolveu a ordem oficialmente em 1312.

source: Popular location of lost civilizations and [[ThoseWackyNazis hidden Nazi bases]].
pt_br: Local popular para civilizações perdidas e [[Br/AquelesNazistasMalucos bases nazistas secretas]].

source: Populated only by crooks & guards.
pt_br: Habitado apenas por vigaristas e vigilantes.
